Repository: colinvkim/Radix
Catalog: Radix/Interface.xcstrings
Source language: en
Languages: de, es, fr, it, ru, zh_hans

source: Attempts to load the disk map again.
de: Versucht erneut, die Datenträgerkarte zu laden.
es: Intenta cargar de nuevo el mapa de disco.
fr: Tente de charger à nouveau la carte du disque.
it: Tenta di caricare nuovamente la mappa del disco.
ru: Повторная попытка загрузить карту диска.
zh_hans: 再次尝试加载磁盘图。

source: Couldn’t Load Disk Map
de: Datenträgerkarte konnte nicht geladen werden
es: No se pudo cargar el mapa de disco
fr: Impossible de charger la carte du disque
it: Impossibile caricare la mappa del disco
ru: Не удалось загрузить карту диска
zh_hans: 无法加载磁盘图

source: Disk map layout failed
de: Layout der Datenträgerkarte fehlgeschlagen
es: Error en el diseño del mapa de disco
fr: Échec de la disposition de la carte du disque
it: Layout della mappa del disco non riuscito
ru: Не удалось построить карту диска
zh_hans: 磁盘图布局失败

source: Loading changes…
de: Änderungen werden geladen …
es: Cargando cambios…
fr: Chargement des modifications…
it: Caricamento delle modifiche…
ru: Загрузка изменений…
zh_hans: 正在加载更改…

source: No net change
de: Keine Nettoänderung
es: Sin cambio neto
fr: Aucun changement net
it: Nessuna variazione netta
ru: Итогового изменения нет
zh_hans: 无净变化

source: Refreshing comparison
de: Vergleich wird aktualisiert
es: Actualizando comparación
fr: Actualisation de la comparaison
it: Aggiornamento del confronto
ru: Обновление сравнения
zh_hans: 正在刷新比较

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
it: Riprova
ru: Повторить
zh_hans: 重试

source: Read-only mode
de: Nur-Lese-Modus
es: Modo de solo lectura
fr: Mode lecture seule
it: Modalità di sola lettura
ru: Режим только для чтения
zh_hans: 只读模式

source: Disable file cleanup actions while browsing.
de: Deaktiviert Aktionen zur Dateibereinigung beim Durchsuchen.
es: Desactiva las acciones de limpieza de archivos mientras exploras.
fr: Désactive les actions de nettoyage des fichiers pendant la navigation.
it: Disabilita le azioni di pulizia dei file durante la navigazione.
ru: Отключает действия по очистке файлов при просмотре.
zh_hans: 浏览时禁用文件清理操作。

source: File Cleanup
de: Dateibereinigung
es: Limpieza de archivos
fr: Nettoyage des fichiers
it: Pulizia dei file
ru: Очистка файлов
zh_hans: 文件清理

source: Read-only
de: Nur Lesen
es: Solo lectura
fr: Lecture seule
it: Sola lettura
ru: Только чтение
zh_hans: 只读

source: File cleanup actions are disabled.
de: Aktionen zur Dateibereinigung sind deaktiviert.
es: Las acciones de limpieza de archivos están desactivadas.
fr: Les actions de nettoyage des fichiers sont désactivées.
it: Le azioni di pulizia dei file sono disabilitate.
ru: Действия по очистке файлов отключены.
zh_hans: 文件清理操作已禁用。
